;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language = Azərbaycanca/Azerbaijani
WebLang = AZ
Translator = Mahir Huseynov (uroboros130875@gmail.com) 
Codepage = UNICODE 
Version = Version=5.2.5


[Uninstaller Toolbar]
102 = Görüntü
103 = Ayarlar
104 = Proqram silici
105 = Alətlər
106 = Ovçu rejimi
107 = Siyahı
108 = İkonlar
109 = Təfərrüatı ilə
110 = Sil
111 = Girişi Sil
112 = Yenilə
113 = Siz  seçilmiş elementi silmək istədiyinizə əminsinizmi?
114 = Siz  seçilmiş proqramı silmək istədiyinizə əminsinizmi?
115 = Avtomatik yeniləmə
116 = Məlumat
117 = Cari alət üzrə məlumat 
118 = Ana səhifə
119 = Proqram haqqında
120 = Sizdə administrator hüququ yoxdur
121 = Siz sistemin seçilmiş komponentini silmək istədiyinizə əminsinizmi? , əgər siz nə etdiyinizə əmin deyilsinizsə  "Dayandır" düyməsini basın!
122 = "Uninstaller" cari və bütün istifadəçilər üçün qurulmuş bütün proqramları və komponentləri göstərir. Təqdim etmənin tipində "Təfərrüatı ilə" və ya kontekst menyusunda əlavə məlumat ala bilərsiniz (istinadlar və linklər). "Ovçu" rejimi "Revo Uninstaller-in" əsas xüsusiyyətidir. Bu rejim sizə silinmənin, dayanacağın, silinməni və ya siçanın cəmi bir kliki ilə yazının avtobaşıamadan söndürülməsi imkanını verir.
123 = Axtarış
124 = Tapılmışdır:
125 = Siz reyestrdən sistemin seçilmiş komponentini silmək istədiyinizə əminsiznimi? O sizin ƏS-inizə lazım ola bilər!
126 = Avtobaşlama-dan silinmişdir.
127 = Avtobaşlama-ya əlavə edilmişdir.
128 = %s və %s eyni qovluq içindədirlər! Qalıqlar hər iki proqramdan tapılacaq. Onları ehtiyatla qeyd edin, hansılar ki, siz silmək istədiyinizə əminsiniz.
129 = Məcburi silmə

[Uninstaller List]
150 = Tədbiq
151 = Ölçü
152 = Versiya
153 = Qurulma tarixi
154 = Şirkət
155 = Veb-sayt
156 = Şərh
157 = Silicinin yerləşməsi
158 = Reyestrin açarı
159 = Qurucu

[Uninstaller StatusBar]
201 = Quraşdırmalar:
202 = Yüklənir...

[Registry Optimizer]
302 = Skan etmə üçün yeri seçin
303 = "İşə salma" menyusu

[Autorun Toolbar]
407 = Başla
408 = Dayandır
409 = Sil
410 = Ümumi obyektlər:
411 = Aktivləşdirilmiş obyektlər:
412 = Autorun Manager ilə nəinki Windows işə salındıqda proqramların avtomatik başlamasını aktivləşdirə və ya söndürə bilərsiniz, həm də həmin proqram haqqında daha çox məlumat əldə edə bilərsiniz. Siz işə salma yolunu, təsvirini, nəşriyyatını, statusunu (işləyən və ya işləməyən) və başlanğıc əmrinin yerini (reyestrdə və ya sabit diskdəki faylda) əldə edə bilərsiniz.

[Autorun List]
450 = Başlanğıc adı
451 = Başlama Yolu
452 = Təsvir
453 = Naşir
454 = Vəziyyət
455 = Məkan
456 = İşləyir
457 = İşləmir
458 = Etibarsız
459 = Prosesi bitirmək
460 = Prosesi başlatmaq
461 = Proqramla olan qovluğu açmaq
462 = Reyestrdə yerləşmə
463 = İşə salma yolunu köçürmək
464 = Seçilmişləri silmək
465 = Bütün etibarsızları silmək 
466 = Bütün işləməyənləri silmək 
467 = Bütün söndürülmüşləri silmək 
468 = Xüsusiyyətlər
470 = Siz seçilmiş proqramı bağlamaq istədiyinizə əminsinizmi? \nBütün saxlanılmayan məlumatlar itiriləcək!
471 = Siz seçilmiş bəndi silmək istədiyinizə əminsinizmi?
472 = Siz bütün etibarsız elementləri silmək istədiyinizə əminsinizmi?
473 = Siz bütün işləməyən elementləri silmək istədiyinizə əminsinizmi?
474 = Siz bütün söndürülmüş elementləri silmək istədiyinizə əminsinizmi?
475 = Komanda mövcud deyil!
476 = Naməlum
477 = Avtomatik işə salmanı söndürün
478 = Avtomatik işə salmanı aktivləşdirin

[Outlook Control]
300 = Optimallaşdırma
301 = Reyestr optimallaşdırıcısı
400 = Avtobaşlama meneceri
500 = İzlərin təmizləyicisi
501 = Brauzerlərin təmizləyicisi
600 = MS Office təmizləyicisi
700 = Windows təmizləyicisi
800 = Sübutların silinməsi
900 = Aradan qaldırıla bilinməyən silinmə 
2100 = Windows alətləri
2200 = Lazımsız faylların təmizləyicisi

[Track Cleaner Browsers]
507 = Hamısını Sil
508 = Ziyarət edilən İnternet Veb Səhifələrinin Tarixçəsini Sil
509 = Ünvan Paneli Tarixçəsini Sil
510 = Müvəqqəti İnternet Fayllarını Sil
511 = Kukiləri sil
512 = Index.dat Fayllarını Sil
513 = İcra et
514 = Endirmə Tarixçəsini Sil
515 = Sessiya Tarixçəsini Sil
516 = Forma Tarixçəsini Sil
517 = Proqram silci
518 = Bütün seçilmiş tarix məlumatlarını silmək istədiyinizə əminsiniz?
521 = Internet Explorer tarix məlumatlarını təmizləmək istədiyinizə əminsiniz?
522 = Firefox tarixçə məlumatlarını təmizləmək istədiyinizə əminsiniz?
523 = Opera tarixçəsi məlumatlarını təmizləmək istədiyinizə əminsiniz?
524 = Netscape tarix məlumatlarını təmizləmək istədiyinizə əminsiniz?
525 = Brauzeriniz indiyə qədər ziyarət etdiyiniz hər vebsayt haqqında təfərrüatları qeyd edir. Məlumatı brauzerinizin pəncərəsindən asanlıqla əldə etmək olar və sadəcə bir düyməyə basmaqla hər kəs internetdə harada gəzdiyinizi görə bilər! Brauzer Təmizləyicisi ilə siz gördüyünüz bütün şəkilləri, baxdığınız bütün onlayn videoları və ziyarət etdiyiniz bütün veb səhifələri ehtiva edən müvəqqəti İnternet fayllarını silə bilərsiniz. Müvəqqəti İnternet Fayllarının silinməsi sabit diskinizdə çox yer boşalda bilər.
526 = İzlərini təmizləmədən əvvəl internet brauzerinizi bağlayın.
527 = Index.dat faylları kompüter növbəti dəfə yenidən işə salındıqda silinəcək.
599 = Seçilmiş elementlər üçün yol təmizləmə əməliyyatları tamamlandı!

[Office Track Cleaner]
601 = Təmizləmək
607 = MS Word-da sənədlərin açılışı tarixini təmizləmək
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 və Word 2016 daxil olmaqla
609 = MS Excel-də sənədlərin açılışı tarixini təmizləmək
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 və Excel 2016 daxil olmaqla
611 = MS Access-də sənədlərin açılışı tarixini təmizləmək
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 və Access 2016 daxil olmaqla
613 = MS PowerPoint-də sənədlərin açılışı tarixini təmizləmək
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 və PowerPoint 2016 daxil olmaqla
615 = MS FrontPage-da sənədlərin açılışı tarixini təmizləmək
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 və FrontPage 2007 daxil olmaqla
617 = MS Office təmizləyicisi MS Word-da, Excel-də, Access-də, PowerPoint-də və FrontPage-da bütün istifadə olunmuş faylların tarixini silməyə icazə verir. Əgər siz istəmirsinizsə ki, kimsə görsün, hansı son sənədlər açılırdı və ya necə MS Office-in köməyi ilə yaradılmış cədvəllər, sənədlər və ya başqa fayllar redaktə edilirdi — sadəcə lazım olmayanları seçin və "Təmizləmə"düyməsinə basın. Yaxın vaxtlarda istifadə edilən sənədlərin siyahısı indi boş olacaq.

[Windows Tracks Cleaner]
701 = Təmizləmək
707 = Son Sənədlər Tarixçəsini Sil
708 = Başlat Menyusunun İş Tarixçəsini silin
709 = Tap Fayl Tarixçəsini silin
710 = Printerləri, Kompüterləri və İnsanların Tarixçəsini Sil
711 = Buferi boşaltın
712 = "MS Paint" Son Fayl Tarixçəsini silin
713 = "MS Wordpad" Son Fayl Tarixçəsini silin
714 = Regedit Son Açılan Açar Tarixçəsini silin
715 = Ümumi Dialoqu Sil Açıq/Son Tarixi Saxla
716 = Ümumi Dialoq Son Baxılan Qovluq Tarixçəsini Sil
717 = Zibil qutusunu boşaltın
718 = Windows müvəqqəti fayllarını silin
719 = Başlat Menyusundan İstifadə Qeydlərini silin
720 = Microsoft Windows, fayl axtarış tarixçəsi (fayl və qovluqları axtardığınız zaman), bu yaxınlarda açılmış sənəd tarixçəsi, müxtəlif proqramlardan standart fayl dialoqlarında istifadə edilən tarixçəni açmaq/saxlamaq və daha çox şey kimi kompüterinizlə etdiyiniz bir çox şeyi izləyir. . Windows Təmizləyicisi bütün bu tarixçəni və müvəqqəti faylları silməyə imkan verir. Siz həmçinin Zibil qutusunu boşalta və çoxlu sabit disk yerini boşalta bilən müvəqqəti faylları silə bilərsiniz.
721 = Explorer.exe prosesi yenidən başladıqdan sonra İş Tarixi silinəcək.
722 = Windows Qeydiyyatında İzlər
723 = Yerli sabit diskdəki izlər
724 = Qəza yaddaşı boşaltma fayllarını silin
725 = Chkdsk (Diski yoxlayın) bərpa edilmiş fayl fraqmentlərini silin


[Evidence Remover]
802 = İcra et
803 = Pozulma
804 = Zəhmət olmazsa, gözləyin — silinmə gedir...
805 = Tamamlandı
806 = Disk(lər)də silmək istədiyiniz işinizin izlərə və sübutlara işarə qoyun. Bu alət yalnız artıq silinmiş məlumatlara təsir göstərir. XƏBƏRDARLIQ: Proses başa çatdıqdan sonra silinmiş fayllarınızı bərpa etmək mümkün olmayacaq!807 = Səbəti təmizləyən zaman, sizin fayllarınız və qovluqlarınız yalnız silinmişlər kimi işarə olunur, amma onlar fiziki silinmirlər. Bu alət həmişəlik faylları və qovluqları siləcək, hansılar ki, artıq silinmişdirlər,amma diskdə qalıblar. Məlumatların bərpası üçün siz və ya digərinin hansı alətlərdən istifadə etməsi önəmli deyil və nəticə eyni olacaq. Bu utilitin köməyi ilə silinənləri bərpa etmək mümkün olmayacaq!
807 = Windows Zibil qutusunu boşaltdığınız zaman fayl və qovluqlarınız sadəcə silinmiş kimi qeyd olunur, lakin fiziki olaraq silinmir. Bu alət artıq silinmiş, lakin sabit diskinizdə qalan fayl və qovluqları həmişəlik siləcək. Siz və ya başqası məlumatları bərpa etmək üçün hansı alətdən istifadə etməyə çalışsanız da, nəticə eyni olacaq, heç bir şey olmayacaq. – Evidence Remover ilə silinmiş məlumatları bərpa etmək mümkün deyil!
808 = Seçilmiş disk(lər)dəki qalıq izləri və sübutları silmək istədiyinizə əminsinizmi?

[Unrecoverable Delete]
912 = Silinəcək və bərpası qeyri-mümkün olacaq fayl və qovluqların siyahısı
913 = Fayllar
914 = Qovluqlar
915 = Sistemdən silmək və rədd etmək istədiyiniz faylları daxil edin. Bu fayllar heç bir proqram vasitəsi ilə bərpa edilə bilməz!
916 = Sistemdən silmək və rədd etmək istədiyiniz qovluqları daxil edin. Bu qovluqlar heç bir proqram vasitəsi ilə bərpa edilə bilməz!
917 = Silinəcək faylları əlavə edin
918 = Silinəcək qovluqları əlavə edin
919 = Həmişəlik Silmək 
920 = Siyahını təmizləyin
921 = Əgər fayl və ya qovluğu təhlükəsiz şəkildə silmək istəyirsinizsə (heç kəsin heç bir alətlə bu faylı və ya qovluğu bərpa edə bilməyəcəyinə əmin olmaq üçün), Bərpa olunmayan Silin istifadə edin. Faylların silinməsi və Windows Zibil qutusunun boşaldılması bu faylların həmişəlik yox olması demək deyil, onlar hələ də sabit diskinizdədir və hər kəs silinmiş məlumatları çox asanlıqla bərpa edə bilər. Bərpa olunmayan silmə aləti bunu qeyri-mümkün edir, çünki o, bütün seçilmiş fayl və qovluqları fiziki olaraq silir.
922 = Seçilmiş fayl və qovluqları həmişəlik silmək istədiyinizə əminsiniz?

[Options Tree]
1001 = Seçimlər
1002 = Bütün Parametrləri İxrac edin
1003 = Bütün Parametrləri Idxal edin
1100 = Ümumi
1200 = Proqram silici

[General]
1101 = Cari dil:
1102 = Genişləndirilmiş rejim
1103 = İşə salma vaxtı yeniləmələri yoxlamaq
1104 = Arxa fonda avtomatik yeniləyin
1105 = Veb Axtarış:
1106 = Veb axtarış mühərrikləri:

[Uninstaller Options]
1201 = Sistem yeniləmələrini göstərin
1202 = Sistem komponentlərini göstərin
1204 = Yalnız quraşdırılmış silicini işə salın
1205 = (Windows Vista-da dəstəklənmir)
1206 = Silmədən əvvəl Sistem Bərpa Nöqtəsi yaradın
1208 = Silinmə Tarixçəsi funksiyasını deaktiv edin
1209 = Veb səhifə qısayollarını göstəmək

[Auto Update]
1907 = Yeniləmə
1908 = Versiya məlumatı
1909 = Cari Versiya:
1910 = Ən Son Versiya:
1911 = YÜKLƏ
1912 = Ən Son Versiyanı əldə edin
1913 = Yeniliklər
1914 = Yoxlanılır...
1915 = Bağlantı xətası...
1916 = DUR
1917 = %s-dən %s endirildi
1918 = Endirilmiş %s (ümumi ölçü naməlum)
1919 = Revo Uninstaller Pro www.revouninstaller.com saytına qoşula bilmədi. Zəhmət olmasa, İnternet bağlantınızın aktiv olub olmadığını və təhlükəsizlik duvarınızın Revo Uninstaller Pro-nu bloklamadığını yoxlayın
1920 = Xəta: Yeni versiyanın yoxlanılması uğursuz oldu. İnternet bağlantısı yoxdur.
1921 = Endirilir...
1922 = Yeniləmə başlayır...
1923 = Tamamlandı
1924 = Yeniləmə mövcud deyil
1925 = Ən son versiyaya uğurla yeniləndi (%s)

[WinTools]
2110 = Başlatmaq
2111 = Bir çox rahat və faydalı alət və komponentlərin hər bir Əməliyyat Sistemi Windows komplektində mövcuddur.Bəziləri komanda xəttindən işləyirlər, başqalara qədər çatmaq çətindir. Windows alətlər dəsti Windows-un ondan çox yayılmış alətinə sürətli girişi verir. 
2112 = Bu alət sistemin konfiqurasiyasında və onun parametrlərinin və məhsuldarlığın bərpalarına dəyişikliklərin ləğvi üçün nəzərdə tutulmuşdur. "Sistemin bərpası" bərpanın nəzarət nöqtəsi adlandırılan daha əvvəl vəziyyətə kompüterin konfiqurasiyasını cari məlumatların itməsi olmadan  qaytarmağa icazə verir . Sistem bərpasının nəzarət nöqtələrini avtomatik yaradır, həmçinin sistemdə əhəmiyyətli dəyişikliklər zamanı. Bundan başqa, siz bərpanın şəxsi nöqtələrini yarada bilərsiniz.
2113 = Siz bu alətdən sizin aparat təminatınız və ƏS haqqında informasiya yığmaq üçün istifadə edə bilərsiniz,internet konfiqurasiyanın, modemin və şəbəkə adapterinin tənzimlənməsi.Şəbəkə diaqnostikası alətinin köməyi ilə sistemin skan edilməsini və şəbəkəyə qoşulmansının yoxlamasını yerinə yetirmək, bəzi şəbəkə xidmətlərinin və proqramların mümkünlüyünü yoxlamaq olar 
2114 = Bu alət TCP/IP konfiqurasiyası haqqında məlumatları əks etdirir, IP və MAC-ünvanı daxil olmaqla, alt şəbəkənin maskasını, şlüz susmaya görə, həmçinin DHCP, DNS və WINS konfiqurasiyasını.
2115 = Bu alət təhlükəsizliyin üç əsası vəziyyətinin yoxlaması üçün nəzərdə tutulmuşdur — brandmauzer, antivirus proqramı və avtomatik təzələmə. Əgər üç əsasdan hər hansıyla problem müəyyən olacaqsa (məsələn, əgər antivirus proqramı) köhnəldisə, təhlükəsizlik Mərkəzi sizi bundan xəbərdar edəcək və tövsiyə verəcək ki kompüteri necə qorumaq daha yaxşıdır.
2116 = Bu alət baza informasiyasına baxış, sizin prosessorunuzun tipi kimi;baxış və tənzimləmələrin dəyişikliyi üçün, kompüterlə yaddaşdan istifadəyə nəzarət etmək üçün;qurulmuş avadanlıq və onun xüsusiyyətləri haqqında informasiyanın tapılması üçün; şəbəkə birləşməsi və sistemə girişin profili haqqında informasiyaya baxış üçün istifadə edilmiş ola bilər.Siz həmçinin Microsoft-da və ya sizin sistem administratorunuzda sistemin və proqramların səhvləri haqqında hesabatları göndərə bilərsiniz.
2117 = Bu alət lokal və uzaqdan idarə kompüterləri üçün sistemin konfiqurasiyası haqqında informasiyanı yığır və əks etdirir. O kompüter komplektləşdirən avadanlığın konfiqurasiyası haqqında informasiyanı özünə daxil edir və proqram təminatı, həmçinin imzalanmış və imzalanmamış drayverlər.
2118 = Bu alət TCP-qoşulmaların UDP və TCP portlarının bütün aktiv nümayişi üçün nəzərdə tutulmuşdur,hansılar ki, kompüteri dinləyirlər və hər birləşmənin yaradılmasıyla və ya limanın qulaq asılmasıyla bağlı uyğun olan proqramı göstərirlər. Bu halda proqramın adı sətirin altında bura [] yazılır, yuxarıda komponent və sair TCP/IP nailiyyətinə qədər.
2119 = Bu alət ekranda virtual klaviaturanı əks etdirir və məhdudlaşdırılmış məlumatları daxil etmək imkanlarıyla göstərən qurğudan və ya coystikdən istifadə edərək istifadəçilərə icazə verir.Siz həmçinin virtual klaviaturadan istifadə edə bilərsiniz, əgər düşünürsünüzsə ki, sizin PK-ınızda klaviatura casusu qurulmuşdur,və bütün basılan düymələr yazılır.Virtual klaviatura düymələrin basılmalarının yazısının imkanını aradan qaldırır.
2120 = Bu alət lokal diskləri təhlil edir və beləliklə fraqmentləşdirilmiş faylları və qovluqları birləşdirir ki, hər kəs diskdə vahid fasiləsiz sahəni tutsun. Nəticə kimi, sizin sisteminiz fayllara və qovluqlara giriş ala və yenilərini daha çox səmərəli saxlaya biləcək. Faylları və qovluqları birləşdirərək, "defraqmentator" yeni faylların fraqmentiyinin ehtimalını azaldaraq həmçinin boş disk sahəsini birləşdirir.
2121 = Bu alət başlada, dayandıra,yeniləyə və ya lokal və ya uzaqdan idarə edilmiş kompüterdə xidmətləri söndürə bilər. Həmçinin xidmətin çıxışı vaxtı bərpa hərəkətlərini(məsələn, xidmətin avtomatik yenidən başlaması) tətbiq etmək, həmçinin daxil etmək və ya konkret profil üçün xidmətləri söndürmək ; təsvirə və hər xidmətin statusuna baxmaq olar.
2122 = Bu alət bunlar üçün istifadə edilmiş ola bilər:şəbəkəyə vasitəsi ilə ümumi resursları idarə etmək üşün;girişin hüquqlarının kontrolu üçün,seansların fəallıqları; lokal uzaqdan idarə kompüterlərdə resursların istifadəsi haqqında hesabatlara baxış üçün.Həmçinin bütün istifadəçilərin siyahısına baxmaq olar, sizin kompüterinizə uzaqdan qoşulan, və birini və ya hamısını söndürmək, həmçinin faylların siyahısına baxmaq, hansılar ki, hal-hazırda uzaqdan idarə edən istifadəçilər tərəfindən açılmışdır.
2123 = Bu alət istifadəçilərin və kompüterlərin konfiqurasiyası üçün siyasətin qurmalarını özünə daxil edir.Qrup siyasətinin tənzimlənməsi müxtəlif komponentlərə təsir edir (iş masasında yerləşdirilmiş proqramlar "İşə salma" menyusunun seçimləri və s.), hansı ki, sistem administratoru idarə etməlidir.
2124 = Bu alət sizin kompüterinizdə qurulmuş Windows komponentlərini idarə etmə üçün nəzərdə tutulmuşdur. Windows ƏS-inin quraşdırılmasından sonra siz ondan komponentlərin əlavə edilməsi üçün istifadə edə bilərsiniz, hansılar ki, ilkin quraşdırmaya daxil edilməmişdilər,və ya mövcud olanların silinməsinə siz daha çox ehtiyac duymursunuz.
2125 = Bu alət yayılmış zərərverici proqramlarla yoluxmuş kompüteri yoxlayır, məsələn, Blaster, Sasser və Mydoom, və onların aşkar etmə vaxtı uzaqlaşdırır. Skan etmənin prosesi başa çatmış olduqdan sonra, siz nəticələrin təsvir hesabatını alacaqsınız, məhz hansı zərərverici proqram tapılması və silinməsi haqda.


[Junk Files Cleaner Options]
2202 = Skan etmək üçün disklər:
2203 = Şablon
2204 = Təsvir
2205 = Əlavə et
2206 = Sil
2207 = Defolt
2208 = Lazımsız faylların silinməsi::Ümumi
2209 = Lazımsız faylların silinməsi:: İstisnalar
2220 = Axtarış nümunəsi:
2221 = Simvollardan istifadə etmək olar? və *
2222 = Faylların axtarışı üçün nümunənin əlavə edilməsi
2223 = İstisna nümunəsinin əlavə edilməsi
2224 = Simvollardan istifadə etmək olarmı? və *
2225 = İstisna nümunəsi:
2226 = Faylları Zibil qutusuna göndər
2227 = Son 24 saat ərzində əldə edilmiş fayllara məhəl qoymayın

[Junk Files Cleaner Tool]
2306 = Axtar
2307 = Sil
2308 = Skan olunur
2309 = Lazımsız fayllar axtarılır...
2310 = Ləğv
2311 = Ad
2312 = ölçü
2314 = %s-də axtarın
2319 = Ümumi fayllar:
2320 = Ümumi ölçü:
2323 = Bəzi fayllar Windows və ya başqa proqram tərəfindən istifadə olunur\n və buna görə də hazırda silinə bilməz.
2324 = Skan etməyə başlamaq üçün siz heç olmazsa bir diski və genişlənməni seçməlisiniz.
2325 = Lazımsız Fayl Təmizləyicisi kompüterinizdən müxtəlif növ müvəqqəti və lazımsız faylları tapmaq və silmək imkanı verir. Tipik olaraq, bu cür fayllar artıq lazım olmayandan sonra onları yaradan proqram tərəfindən silinir. Bununla belə, bu cür fayllar həmişə silinə bilməz, məsələn, proqramın çökməsi, sistemin nasazlığı və s. Bu faylların olması boş disk yerini azalda bilər və ya digər proqramların və bütün sistemin yavaşlamasına səbəb ola bilər.
2326 = Fayl:
2327 = Faylların silinməsi 
2328 = Lazımsız fayllar tapılmadı

[Context Menu Junk Files Cleaner]
2313 = Aç
2314 = Google-da axtarın
2315 = Tərkibli Qovluğu açın
2316 = Xüsusiyyətlər...
2317 = Bütün elementləri yoxlayın
2318 = Bütün elementləri işarələyin
2321 = Seçilmiş elementləri yoxlayın
2322 = Seçilmiş elementlərin işarəsini silin

[Topmost Window]
4002 = Parametrlər
4003 = Əsas pəncərəni aç
4004 = Dartıb sürütmə rejimi
4005 = Ovçu rejimi
4006 = Ölçü
4007 = Kiçik
4008 = Orta
4009 = Böyük
4010 = Pəncərə ölçüsü
4011 = ÇIXIŞ
4012 = Proqramı silmək
4013 = Avtobaşlamanı dayandırmaq
4014 = Prosesi Bitirmək
4015 = Bitirmək və prosesi silmək 
4016 = Proqramla qovluğu açmaq
4017 = İnformasiya
4018 = Xüsusiyyətlər
4019 = Ləğv
4020 = Eyni zamanda yalnız bir fayl dəstəklənir!
4021 = Siz qovluğu gətirdiniz, fayl sürüdün və buraxın!
4022 = Aradan qaldırmaq və ya silmək:
4023 = Həll edilməmiş! Başqa bir pəncərə, ikona və ya tapşırıq çubuğu elementinə işarə etməyə çalışın.
4024 = Silinmə əmrini yerinə yetirmək mümkün deyil!\n Lütfən, proqramı Uninstaller ilə silin.
4025 = Quraşdırma Paketi tapılmadı!\nİpucu: Əsas pəncərələrdən proqram üçün əlavə məlumat əldə edin və\n onu əl ilə silməyə çalışın!
4026 = Hədəf tətbiqi avtomatik işə salmaqdan qeyri-aktiv edilib!\nİpucu: Onu yenidən aktivləşdirmək istəyirsinizsə, əsas proqramda Autorun Alətindən istifadə edin!
4027 = Hədəf tətbiqi ümumi başlanğıc yerlərdə tapılmayıb!\nİpucu: Tətbiqin avtomatik işə salınması üçün istifadə olunan qeyri-adi yerləri axtarmaq üçün Google veb saytına baxın!
4028 = Seçilmiş proqramı bağlamaq istədiyinizə əminsiniz?\nHər hansı saxlanmamış məlumat itəcək!
4029 = Proqram silici
4030 = Siz seçilmiş proqramı silmək və bağlamaq istədiyinizə əminsinizmi? \nBütün saxlanılmayan  məlumatlar itəcək!
4031 = Siz "Bələdçi" ni bağlamaq istədiyinizə əminsinizmi? \n"İşə salma" Menyusu, məsələ paneli və sistem çubuğu yox olacaq!
4032 = Windows-la avtobaşlama
4033 = Şəffaflıq
4034 = Hədəfi açılmış pəncərə, ikona və ya tapşırıq paneli elementinin üzərinə sürükləyin.
4035 = Hər zaman üstdə

[Scan After Uninstall]
4210 = Yerləşmə
4211 = Açar
4212 = Məna
4213 = Məlumatlar
4214 = Fayl
4215 = Heç bir element seçilməyib. Silmək üçün element seçin!
4216 = Silinmədən sonra skan edilmə
4217 = Hamısını seçmək
4218 = Qeyd olunanları çıxart
4219 = Sil 
4220 = Qalmış fayllar
4221 = Reyestrdə qalmış yazılar
4222 = Silinmədən əvvəl skan etmə, zəhmət olmazsa , gözləyin...
4223 = Proqram silicisinin işə salınması...
4224 = Proqram siləni reyestrdə qalmış faylların, qovluqların və açarların tapılması üçün skan etməni buraxın.
4225 = Silinmədən sonra skan etmə, zəhmət olmazsa , gözləyin...
4226 = Zəhmət olmazsa , sadalanan bəndləri diqqətlə qeyd edin!
4227 = Bağlamaq
4228 = Siyahıda qalmış fayllar sistemin yenidən yükləməsindən sonra silinəcək.
4229 = Proqram silinməsini İşə salınmaq mümkün olmadı! \nGüman edilir ki, ləğv etmənin komandası yanlışdır .
4230 = Geri
4231 = Sonra
4232 = Silinmə rejimini seçin
4233 = Rejimlər
4234 = Daxili — hər hansı əlavəni yoxlamadan yalnız daxili proqram silicisinin işə salınması.
4235 = Təhlükəsiz — "daxili silmə rejimi" reyestrdə və qalmış bəndlərin  tapılması üçün sərt diskdə əlavə skan etməni yerinə yetirir, hansılar ki, silinmə  üçün təhlükəsizdir. Bu ən sürətli rejimdir.
4236 = Mülayim — "təhlükəsiz rejim" reyestrdə və sərt diskdə ən yayılmış yerlərdə informasiyanın proqram qalıqlarının tapılması üçün genişləndirilmiş skan etməni yerinə yetirir.
4237 = Geniş — "mülayim rejim" özünə daxil edir və reyestrdə və sərt diskdə informasiyanın proqramından  qalmış bütün qalıqların tapılması üçün dərin və dəqiq yoxlamanı yerinə yetirir. Bu ən yavaş rejimdir.
4238 = Silinmədən əvvəl proqramın məlumat analizi.
4239 = Proqramın daxili proqram siləninin işə salınması
4240 = Silməni tamamlanmasından sonra  reyestrdə qalmış faylların, qovluqların və bəndlərinaxtarışına başlamaq üçün «Sonra» düyməsinə basın.
4241 = İlkin analizin və silinmənin icrası.
4242 = Qalmış informasiyanın tapılması üçün skan etmə
4243 = Daxili proqram silmədən sonra skan etmə. Silinmiş proqrama aid olan reyestrdə qalmış faylların, qovluqların və yazıların mövcudluğuna reyestrə və sizin diskinizə baxış. Gözləyin...
4244 = Reyestrdə qalmış yazılar tapılmışdır
4245 = Reyestrdə yazılar tapılmışdır:
4246 = Qeyd: Zəhmət olmazsa, qalın şriftlə seçilmiş bəndləri diqqətlə qeyd edin. Qalın şriftlə yalnız seçilmiş bəndlər və onların yarımbəndləri silinəcək !
4247 = Qalmış fayllar və qovluqlar tapılmışdır
4248 = Cəmi tapılmışdır:
4249 = Mənim kompüterim
4250 = Revo Uninstaller proqramın daxili proqram silənini buraxa bilmədi. Güman ki, proqramın silinməsi üçün komanda etibarsızdır və ya proqram silici zədələnmişdir. Siz «Geri» düyməsini basa və silmənin başqa rejimini yoxlaya bilərsiniz.
4251 = Daxili proqram silici işi bitirdi. Revo Uninstaller qalmış elementlərin axtarışını keçirmədi. Siz «Geri» düyməsini basa və qalmış fayllar qovluqlar və reyister yazilarının silmənin üçün başqa rejimini yoxlaya bilərsiniz.
4252 = Revo Uninstaller silmə prosesini müvəffəqiyyətlə bitirdi, amma qalmış elementlər tapılmadı. Siz "Geri" düyməsini basa və daha dərin skan etmə üçün silmənin başqa genişləndirilmiş rejimini yoxlaya bilərsiniz.
4253 = Revo Uninstaller silmə prosesini müvəffəqiyyətlə bitirdi. Əgər siz daha çox qalmış element tapmaq istədiyinizə əminsinizmisə, siz «Geri» düyməsinə basa və daha dərin skan etmə üçün silinməmin geniş rejimini yoxlaya bilərsiniz.
4254 = Hazırdır
4255 = Siz seçilmiş faylları səbətə göndərmək istədiyinizə əminsinizmi?
4256 = Siz reyestrin seçilmiş bəndlərini silmək istədiyinizə əminsinizmi?
4257 = Revo Uninstaller silmə' prosesini müvəffəqiyyətlə bitirdi!
4258 = Siz reyestrin qalmış yazılarının silinməsini ötürmək və növbəti addıma keçmək istədiyinizə əminsinizmi?
4259 = Siz qalmış faylların və qovluqların silinməsini ötürmək və növbəti addıma keçmək istədiyinizə əminsinizmi?
4260 = Qalmış bəndlərin axtarışı başa çatmışdır.Nəticələrə baxış üçün "Sonra»" ya basın.
4261 = Sistemin bərpa nöqtəsinin yaradılması...
4262 = Sistemin bərpa nöqtəsinin yaradılması — uğursuz!
4263 = Sistemin bərpa nöqtəsinin yaradılması söndürülmüşdür (Tənzimləmələr => Proqram silici)
4264 = Sistem bərpası nöqtəsinin yaradılması — edilmişdir!
4265 = Fayl sistemi
4266 = Qalıqların skan edilməsi
4267 = reyestrdə və fayl sistemində tapılan qalıqlar
4268 = reyestrdən və fayl sistemindən silinən qalıqlar
4269 = silinmiş proqramlar
4270 = Bərpa nöqtəsi yaratmaq alınmadı (Windows parametrlərində sistem yeniləməsi deaktiv edilib)
4271 = Tapılan qalıqlar qeyd dəftərindən və fayl sistemindən silinir...
4272 = Qalıq skan edilir...

[About]
4300 = Tərcüməçilər:

[ContextMenu Uninstaller]
5000 = Komandalar
5001 = İnformasiya
5002 = %s-də axtarın
5004 = Quraşdırmanın yerləşməsi
5005 = Proqram haqqında olan linki açmaq
5006 = Məlumat ilə olan linki açmaq
5007 = Təzələmə ilə olan linki açmaq
5008 = Reyestrin açarını açmaq
5009 = Gizlət

[Common]
10000 = OK
10001 = Ləğv
10002 = Məlumat 
10003 = İcmal
10004 = Cari alət üzrə məlumat 
10005 = Ana səhifə
10006 = Proqram haqqında
10007 = Xəbərdarlıq
10008 = Səhv
10009 = Bəli
10010 = Yox
10011 = Fasilə
10012 = Davam et
10013 = Defolt
10014 = Zəhmət olmasa gözləyin...
10015 = Sonra
10016 = Heç vaxt
10017 = Əməliyyat uğurla tamamlandı!
10018 = Əməliyyat davam edir, lütfən gözləyin...
10019 = Redaktə et
10020 = Təkrar et
10021 = Rədd et
10022 = Dayandır
10023 = Sil
10024 = Saxla
10025 = Elementlər
10026 = Başlatmaq
10027 = Bağla (tövsiyə olunur)
10028 = URL:
10029 = Hamısı
10030 = Göstər

[Tooltips]
2000 = Proqram silmə rejiminə keçid
2001 = Alətlər panelini göstərmək
2002 = Parametrlərin tənzimlənməsi
2003 = "Ovçu" rejiminə keçid
2004 = Qurulmuş proqram siyahısı növünün dəyişikliyi
2005 = Seçilmiş proqramları silmək
2006 = Reyestrdən seçilmiş yazını silmək 
2007 = Proqramların siyahısını yeniləmək
2008 = Sona qədər cari versiyanı yeniləmək
2009 = Proqram haqqında sizin suallarınıza əlavə məlumatı və cavabları tapmaq
404 = Seçilmiş proqramın işə salınması
405 = Dayandırmaq və seçilmiş proqramı bağlamaq
406 = Avtobaşlamada seçilmiş proqramın girişinə mane olmaq
506 = Seçilmiş variantları silin
605 = Seçilmiş variantları silin
705 = SSeçilmiş variantları silin
2106 = Seçilmiş alətin İşə salınması
2304 = Seçilmiş quraşdırmalara uyğun olaraq lazımsız faylların axtarışı
2305 = Qeyd edilmiş faylları səbətə göndərmək



[UninstallerPro]
15000 = Ümumi
15001 = Qrup meneceri
15002 = Yeni proqramlar
15003 = Başqa proqramlar
15004 = Ad
15005 = Adını dəyişdirmək
15006 = İnternet
15007 = Oyunlar
15008 = Multimedialar
15009 = Utilitlər
15050 = Yuxarı
15051 = Aşağı
15052 = Əlavə etmək
15053 = Silmək 
15054 = Sütunlar
15055 = Bu sütunu silmək 
15056 = Düzləşdirmə
15057 = Sol kənar üzrə 
15058 = Mərkəz üzrə
15059 = Sağ kənar üzrə 
15060 = Qovma 
15061 = İxrac
15062 = Mətn formatı (.txt)
15063 = HTML-format (.html)
15064 = MS Excel
15065 = İxrac
15066 = İxrac üçün sütunları seçin
15067 = Yeni proqramlar kimi göstərmək
15068 = Axırıncılar (günlərdə)
15069 = Proqram silicisnin son işə salmasından
15070 = Qrupun adı:
15071 = Əlavə etmək
15072 = qrupa
15073 = İzlənmiş proqramlar
15074 = İzlənmiş\nproqramlar
15075 = Bütün proqramlar
15076 = Bütün\nproqramlar
15077 = Jurnalı silmək 
15078 = Xüsusi Silinmə
15079 = Nişanı dəyişdirmək
15080 = Qrupa əlavə etmək
15081 = Qrupdan silmək
15082 = Silinəcək:
15083 = Proqrama daxil edilmiş fayl və qovluqların silinməsi:
15084 = Qeydiyyatdan keçmiş elementlərin silinməsi:
15085 = Silinmiş proqramla əlaqəli ola biləcək bəzi məlumatlar var, lakin proqramın quraşdırılması zamanı Revo Uninstaller Pro tərəfindən daxil edilmədiyi üçün silinməyib. Nəzərdən keçirmək və nəhayət onu silmək istəyirsinizsə, "Ətraflı Sil" düyməsini basın
15086 = Qabaqcıl Silinmə
15087 = Fayl\Qovluq Yolu
15088 = Siyahı yüklənməsi...
15089 = Seçilmiş obyektlərin silinməsi 
15090 = Ana Reyüatr açarını açın...
15091 = Hamısını genişləndirin
15092 = Hamısını yığcamlaşdırın
15093 = Mənanın adı
15094 = Jurnal üçün qovluq:
15095 = Daha əvvəl mövcud olmuş sistem fayllarının və qovluqların adının dəyişdirilməsinin əməliyyatını yerinə yetirmək.
15096 = Məcburi silmə
15097 = Məcburi\nsilmə
15098 = Seçilmiş açarı genişləndirin
15099 = Seçilmiş açarı yığcamlaşdırın
15100 = Seçilmiş açarı silin
15101 = Seçilmiş açarı Yaradılmış kimi qeyd edin
15102 = İstisnalar siyahısına əlavə edin
15103 = Yanlış log faylı
15104 = Fayl mövcud deyil! Etibarlı fayl adı daxil edin və ya əməliyyatı ləğv edin.
15105 = Prosesi seçin
15106 = Prosesi siyahıya əlavə edin
15107 = Prosesin tam yolu:
15108 = Reyestr Açaı əlavə et
15109 = Reyestr açar yolu
15110 = Məcburi Uninstall əmri proqramları silməyə və ya qismən quraşdırılmış və ya silinmiş proqramların qalıqlarını silməyə kömək edir. Siz qalan fayl və qovluqları axtara və ya silmək istədiyiniz proqramın istənilən faylı və ya qovluğuna tam yol daxil edə bilərsiniz. Əlavə məlumat kimi proqramın adını da daxil edə bilərsiniz. Daxil edilmiş məlumatlara əsasən, Revo Uninstaller Pro, İzlənmiş Proqramlar modulunda və Qeydlər Verilənlər Bazasında mövcud quraşdırılmış sökücü və əlaqədar quraşdırma qeydlərini axtarır. Əgər tapılıbsa, o siyahıya salınacaq ki, siz ondan istifadə edib-etməməyi seçəsiniz.\n\nLütfən, silmək istədiyiniz proqramın dəqiq adını və quraşdırma yerini daxil edin!
15111 = Skanlama rejimləri
15112 = Quraşdırılmış
15113 = Təhlükəsiz
15114 = Mülayim
15115 = Geniş
15116 = Proqram qovluğuna və ya fayla tam yol
15117 = Proqramın dəqiq adı:
15118 = Daxili proqram siici tapılmışdır:
15119 = Seçilmiş daxili proqram silicisnin işə salınması
15120 = Ad
15121 = Silinmə komandası
15122 = Tip
15123 = 32-bit
15124 = 64-bit
15125 = Prosesi bitirmək və davam etmək
15126 = Seçilmiş fayl — buraxılmış prosess! Əgər siz onu düzgün silmək istədiyinizə əminsinizmisə və onunla bağlı bəndləri (dayandırmaq )və sonra davam etmək daha yaxşı olar.
15127 = Istisnalara reyestrin açarı
15128 = Yarımbölmələr daxil olmaqla
15129 = İşə salma vaxtı izlənmiş proqramlardan başlamaq
15130 = Faylları və qovluqları silmək:
15131 = Ehtiyat qovluğuna
15132 = Səbətə
15133 = Həmişəlik
15134 = Siz seçilmiş bəndləri silmək istədiyinizə əminsinizmi?
15135 = Qovluqlar
15136 = Fayllar
15137 = Güman edilir ki, bağlı fayllar və qovluqlar
15138 = Güman edilir ki, reyestrin bağlı bəndləri 
15139 = Açarlar:
15140 = Mənalar:
15141 = Qeyd edilmiş fayllar və qovluqlar
15142 = Daha əvvəl mövcud olmuş sistem fayllarının və qovluqların adının dəyişdirilməsinin əməliyyatını yerinə yetirmək
15143 = Siz  seçilmiş bəndləri silmək istədiyinizə əminsinizmi?
15144 = Seçilmiş, amma qalmış fayllar, sistemin növbəti işə salması vaxtı silinəcək .
15145 = Reyestrin qeyd edilmiş bəndləri
15146 = Ləğv etmə...
15147 = Qalmış faylların, qovluqların və olan ilk informasiya əsasında reyestrin bəndlərinin axtarışı
15148 = Susmaya görə silmək üçün daxili proqram silicisnin analizi və başladılması.
15149 = Proqram silicisnin işi başa çatdırmasından sonra başlanğıc və reyestrdə qalmış faylların, qovluqların və bəndlərin axtarışı üçün "Axtarış"düyməsini basın.
15150 = Keş faylının yazılması üçün diskdə kifayət qədər yer yoxdur
15151 = Keş faylının oxunma səhvi. Əmin olun ki, sizdə uyğun olan hüquqlar var.
15152 = Keş faylının oxunma səhvi
15153 = Revo Uninstaller Pro qalmış məlumat tapmadı.
15154 = Skan etmək
15155 = İstifadəçi\nproqram silməsi
15156 = Revo Uninstaller Pro-nun "Bütün proqramlar" Modulu bütün qurulmuş proqramları və komponentləri göstərir,susmaya görə iki qrupa ayrılmış cari və bütün istifadəçilər üçün — «Yenilər» və «Başqalar».«Təfərrüatı ilə» və ya kontekst menyu istifadə edərək,siz əlavə məlumat ala bilərsiniz (linklər və qurulma özəllikləri).Bu modul üçün tənzimləmələr «Bütün proqramlar» aşağıda yarımbəndə olan «Proqram silici» yarımbəndində «Tənzimləmə» panelində yerləşdirilmişdir
15157 = Revo Uninstaller Pro-nun "İzlənmiş proqramlar" modulu bütün proqramları göstərir, hansıların ki, siz Revo Uninstaller Pro-dan istifadə edərək quraşdırma vaxtı izlədiniz. Revo Uninstaller Pro-ilə proqramın quraşdırılmasının izlənilməsi üçün siz qurma faylını siçanın sağ düyməsiylə buraxa bilərsiniz, və ya əsas menyuda "Proqramların quraşdırılması" düyməsini basa bilərsiniz.Bu modul üçün tənzimləmələr «Bütün proqramlar» aşağıda yarımbəndə olan «İzlənmiş proqramlar» yarımbəndində «Tənzimləmə» panelində yerləşdirilmişdir.
15158 = Qeydiyyat
15159 = Məlumat faylı
15160 = Proqramların quraşdırılması
15161 = Proqramların\nquraşdırılması
15162 = Bərpa nöqtəsini və ləğv etmədən əvvəl reyestrin tam surətini yaratmaq
15163 = Reyestrin tam ehtiyat surətinin yaradılması...
15164 = Sistemin bərpa nöqtəsinin və reyestrin tam ehtiyat surətinin yaradılması söndürülmüşdür (Tənzimləmələr => Proqram silici)
15165 = Reyestrin tam ehtiyat surətinin yaradılması — edilmişdir!
15166 = Reyestrin tam ehtiyat surətinin yaradılması — uğursuz!
15167 = ( Windows Vista-da və Windows 7-də dəstəklənmir)
15168 = Jurnallar:
15169 = "Ovçu Rejimi" nişanı üzrə siçanın sağ düyməsini klikləyin və "Çıxış" bəndini seçin.
15170 = Tamamilə açılmış pəncərədə silmə ustasını açmaq
15171 = Qovluğa yol
15172 = Məlumata baxış üçün .pdf oxunması üçün olan proqramı qurun
15173 = Yeni qrupu əlavə etmək
15174 = Seçilmiş jurnalları silmək 
15175 = Keş faylını bərpa etmək
15176 = Siz  keş faylını bərpa etmək istədiyinizə əminsinizmi? \nBütün proqram tənzimləmələri sıfırlanacaq!
15177 = İdarə 
15178 = İxrac, idxal və ya hesabatın redaktəsi
15179 = Dəyişdirmək\nvə ya düzəltmək
15180 = Dəyişdirmək və ya düzəltmək
15181 = Linki yeniləmək
15182 = Jurnallar bazası
15183 = Jurnallar\nbazası
15184 = Proqramlar:
15185 = Proqramın adı
15186 = Proqramın versiyası
15187 = Windows Versiyası
15188 = Windows ölçüsü
15189 = Tapılmışdır:
15190 = %s-a uyğun jurnalları göstərmək
15191 = Yalnız %s-ı jurnalları göstərmək
15192 = Uyğun olan jurnallar:
15193 = Jurnalların bazası:
15194 = Axtarmaq:
15195 = jurnal
15196 = jurnal
15197 = proqram
15198 = proqramlar
15199 = Ad
15200 = Sürətli silinmə 
15201 = Sürətli\nsilinmə
15202 = İlk ehtiyat surətin yaradılması
15203 = %d-dan %d proqramının silinməsi 
15204 = İlk analiz - hazırdır!
15205 = Daxili proqram siləninin işə salınması - hazırdır!
15206 = Daxili proqram siləninin işə salınması - bu dəfə yox...
15207 = Qalmış faylların, qovluqların və reyestrin mənalarının axtarışı...
15208 = Tapılmış elementlərin silinməsi ...
15209 = Reyestrin bölmələrinin %d-ını və mənaların %d-ını silinmişdir 
15210 = %d qovluq və %d fayllar silinmişdir 
15211 = Sürətli silinmə başa çatmışdır!
15212 = Status
15213 = Daxili proqram silicisinin işi başa çatdıqdan sonra, silinmə prosesinin davamı üçün "Davam etmə"düyməninə basın.
15214 = Davam etmək
15215 = İdxal edilmişdir
15216 = Şərhi əlavə etmək
15217 = Şərhi redaktə etmək
15218 = Modullar
15219 = Jurnalın tarixi
15220 = Ləğv etmə üçün jurnalın məlumatlarının hazırlığı...
15221 = %d-dən %d elementlər
15222 = Ad dəyişdirmənin lazımlı əməliyyatlarının icra edilməsi...
15223 = Siz həqiqətən seçilmiş jurnalı silmək istədiyinizə əminsinizmi?
15224 = Siz həqiqətən vıdelennıyıeni jurnalları silmək istədiyinizə əminsinizmi?
15225 = Jurnalların silinməsi: %d-dan %d
15226 = Hamısını ixrac etmək
15227 = Ötürmək\nEhtiyyat surəti yaratmaq
15228 = Bərpa nöqtəsinin və reyestrin tam surətinin yaradılmasını ötürmək
15229 = Reyestrin tam surətinin yaradılması - ötürülmüşdür!
15230 = Bərpa nöqtəsinin yaradılması - ötürülmüşdür!
15231 = Jurnalı redaktə etmək
15232 = Jurnalı idxal etmək
15233 = Jurnalı ixrac etmək
15234 = Jurnalın təhlili  -
15235 = Jurnalın adını dəyişdirmək
15236 = Jurnalın adı
15237 = Saxlamaq
15238 = Dəyişdirmək
15239 = Nişan
15240 = Nişanın indeksi
15241 = Müəllif
15242 = Yaradılma vaxtı
15243 = Son müdaxiıə vaxtı
15244 = Hesab ölçüsü
15245 = Reyestrin bölmələri
15246 = Reyestrin mənaları
15247 = Yaradılmışdır
15248 = Silinmişdir 
15249 = Adı dəyişdirilmişdir
15250 = Yenidən yazılmışdır
15251 = Məlum deyil
15252 = Köhnə ad
15253 = Tam ad
15254 = Köhnə tam ad
15255 = Köhnə məlumatlar
15256 = Eyni adla reyestrin mənası artıq mövcuddur!
15257 = Bölmə əlavə etmək
15258 = Bölmənin adı:
15259 = Dəyişilməmişdir
15260 = Bölməni redaktə etmək
15261 = Məna əlavə etmək
15262 = Mənanı redaktə etmək
15263 = Qurmaq
15264 = Köhnə tip
15265 = Silinmə zamanı icra edilən faylları məcburi dayandırmaq
15266 = Proqramın adi silinməsindən əvvəl uyğun jurnalı axtarmaq
15267 = Siz həqiqətən seçilmiş proqramların sürətli silinməsini yerinə yetirmək istədiyinizə əminsinizmi?
15268 = Sizin jurnallarınızın arasında uyğun jurnal tapılmışdır, hansı ki, adi silinmə üçün istifadə ediləcək\nAdi silinmə üçün daxili proqram silicisinin buraxılması.
15269 = Jurnalların bazasının arasında uyğun jurnal tapılmışdır, hansı ki, adi silinmə üçün istifadə ediləcək\nAdi silinmə üçün daxili proqram silicisinin buraxılması.
15270 = Daxili proqram silicisinin işi başa çatdırmasından sonra qalmış faylları, qovluqları və reyestrin mənalarını görmək üçün"Davam etmək"düyməsinə basın.
15271 = Jurnal faylının yükləməsi vaxtı səhv!
15272 = Yüklənmiş jurnal faylının adının dəyişdirilməsi vaxtı səhv!
15273 = "Jurnallar Bazası" modulunda izlənmiş proqramların jurnallarının siyahısı əks olunur, hansılar ki, sizin sisteminizə uyğundur. Bu jurnallar bizim veb-saytımızda saxlanılır. Siz asanlıqla ("Silmək" düyməsinə klik etməklə) Sizin kompüterinizdən proqramların silinməsi üçün bu jurnallardan istifadə edə bilərsiniz.
15274 = Sizin versiyanız:
15275 = İndi təzələmək
15276 = Jurnallar bazasını avtomatik təzələmək
15277 = Jurnallar bazasının yükləməsi vaxtı səhv!
15278 = Jurnallar bazasının yenilənməsi vaxtı səhv!
15279 = Jurnallar bazasının çıxardılması vaxtı səhv!
15280 = Jurnallar bazasının açılışı vaxtı səhv!
15281 = Şərhinizi daxil edin:
15282 = Nişanı seçmək
15283 = Fayla yol:
15284 = Siyahıdan nişanı seçmək:
15285 = Fayl
15286 = Qovluq
15287 = İxrac edilən jurnal -
15288 = İdxal edilən jurnal -
15289 = %d%% başa çatmışdır
15290 = İxrac edilmişdir
15291 = Uyğun jurnallar tapılmışdır
15292 = Hə (tövsiyə edilir)
15293 = Sizin tərəfinizdən yaradılmış sadalanan jurnallar  sildiyiniz proqram üçün yararlı görünür. Silmə vaxtı bu jurnallardan informasiyadan istifadə etməyi arzu edirsiniz?
15294 = Yüklənən jurnal -
15295 = Jurnallar bazasında tapılmış sadalanan jurnallar siz silmək istədiyiniz proqram üçün yararlı görünürlər. Əgər siz onlardan hər hansı birini silinmə vaxtı istifadə etməyi arzu edirsinizsə , lazım olanın qabağında bayrağı qeyd edin.
15296 = Bizim jurnallar bazasından uyğun jurnal mövcuddur.\nProqramın daha tam silinməsi üçün ondan istifadə etməyi arzu edirsinizmi?
15297 = Siz siyahıdan seçilmiş jurnalı silək istədiyinizə əminsinizmi?
15298 = Siz  ixrac üçün heç olmasa bir sütunu seçməlisiniz!
15299 = İcmal üçün
15300 = Seçilmiş jurnaldan İstifadə etmək
15301 = Mənbə
15302 = Siz siyahıdan inteqrasiya edilmiş deinstallyator seçmədiniz.\nSiz qalıqların axtarışını davam etmək və inteqrasiya edilmiş Proqram silicisinin istifadəsini ötürmək istədiyinizə əminsiznizmi?
15303 = Əgər siz ondan silinmə prosesi zamanı istifadə etmək istəyirsinizsə ,siyahıdan inteqrasiya edilmiş deinstallyator seçin
15304 = Siz siyahıdan jurnalı seçmədiniz.\nSiz qalıqların axtarışını davam etmək və jurnaldan istifadəni ötürmək istədiyinizə əminsinizmi?
15305 = Əgər siz ondan silinmənin  prosesi zamanı istifadə etmək istəyirsinizsə,siyahıdan jurnalı seçin.
15306 = Jurnalların bazasının yükləməsi...
15307 = Ləğv etmədən əvvəl reyestrin tam  ehtiyyat surətini yaratmaq
15308 = Reyestrin tam  ehtiyat surətinin yaradılması dayandırılmışdir  (Tənzimləmələr => Proqram silici)
15309 = Yol:
15310 = Proqramın quraşdırılması tarixini əldə etmək üçün proqram silmə məlumatlarından istifadə edin
15311 = Proqramı \nRevo Uninstaller Pro ilə qur
15312 = Seçilmiş jurnalları birləşdirmək
15313 = Seçilmiş jurnalları birləşdirmək istədiyinizə əminsiniz?\nBu əmr eyni proqramla əlaqəli jurnallar üçün uyğundur və onları vahid jurnalda birləşdirir.
15314 = Birləşdirilmiş jurnal adı
15315 = İstisna ediləcək qovluqlar
15316 = İstisna edilməli fayl və qovluqlar
15317 = Reyestr filialları xaric edilməlidir
15318 = %s-in silinməsi kompüteri yenidən başlatmaqla dayandırıldı. Silinmə prosesinə davam etmək istərdinizmi?
15319 = Cari kompüterdəki bütün fəaliyyət qeydləri
15320 = Transfer
15321 = Rezerv
15322 = Bərpa
15323 = Portativ versiyanın əsas qovluğunu seçin
15324 = Yedəkləmə qeydləri
15325 = Günlükləri bərpa edin
15326 = Eyni adlı mövcud jurnalların üzərinə yazılsın?
15327 = Revo Uninstaller Pro tərəfindən quraşdırılmış məlumat qovluğunu tapmaqda xəta baş verdi.
15328 = İcra edilə bilən fayl axtarılır...
15329 = Proqramı başlamaq mümkün deyil
15330 = Proqram artıq işləyir
15331 = Çalışan proqramın istifadəçi interfeysi yoxdur
15332 = Proqram vaxtından əvvəl dayandırılıb
15333 = UI gözlənilir...
15334 = Ətraflı ekran rejimində qeyd qutularını göstərin
15335 = Yol mövcud deyil!
15336 = Günlük məlumatlarını ixrac edin
15337 = Siyahıda göstərilən proqramlar %s ilə eyni qovluqda quraşdırılıb. Bütün bu proqramların qalıqları tapılacaq.\nDavam etmək istədiyinizə əminsiniz?
15338 = Oxşar proqramlar tapıldı
15339 = Tapılan bütün qalıqları avtomatik silin
15340 = %d reyestr qalıqları tapıldı
15341 = Reyestrdən %d qalıq silinir...
15342 = %d tərk edilmiş qovluq və %d fayl tapıldı
15343 = %d tərk edilmiş qovluq və %d fayl silinir...
15344 = %d seçildi
15345 = Bütün Windows hesablarını qalıqlar üçün skan etmək seçimini göstərin
15346 = Rəng mövzusu seçin
15347 = Klassik
15348 = Qaranlıq
15349 = Bu parametrləri daha sonra dəyişə bilərsiniz
15350 = Defolt proqramları silmək və onları səssiz işə salmaq üçün quraşdırılmış sökücüləri təhlil edin (mümkünsə)
15351 = Silməyə başlamaq üçün standart proqramları silmək üçün əmrləri işə salın
15352 = Qalıqlar üçün bütün Windows hesablarını skan edin
15353 = Bütün Windows hesablarından quraşdırın
15354 = Daxili silici %s işə salınır
15355 = Defolt silici ( %s ) tamamlandıqdan sonra qalıqları skan etmək üçün "Scan" düyməsini klikləyin
15356 = Jurnal səviyyəsi %d olaraq dəyişdirildi.
15357 = Silinmə əməliyyatına davam etmək istəyirsiniz?
15358 = Silinmə prosesini ləğv etmək istədiyinizə əminsinizmi?
15360 = Ölçüyə görə filtrlə
15361 = Növə görə filtrlə 
15362 = Gizli
15363 = Sürücüyə görə filtrlə 

[Auto Run Manager Pro]
5800  = Əlavə et
15801 = Proqramı Windows başlanğıcına əlavə edin
15802 = Avtomatik işə salın:
15803 = Bütün istifadəçilər
15804 = Cari istifadəçi
15805 = Avtomatik başlamağa təyin edin:
15806 = Registry: Run - Windows-un hər başlanğıcında
15807 = Registry: RunOnce - Windows-un növbəti işə salınması zamanı yalnız bir dəfə işə salın
15808 = Başlanğıc qovluğu - Windows-un hər başlanğıcında
15809 = Komanda (tam yol):
15810 = Adı:
15811 = Avtomatik başlanğıcdan silindi
15812 = Çalışmayan elementlər avtomatik başlamadan silindi
15813 = Bütün qeyri-aktiv elementlər avtomatik başlamadan silindi
15814 = Xidmətlər
15815 = Windows Xidmətlərini açın
15816 = Planlaşdırılmış Tapşırıqlar
15817 = Aktivləşdirin
15818 = Deaktiv edin

[General App]
16001 = Çap
16002 = Çap üçün versiya
16003 = Çapın tənzimlənməsi
16004 = Görüntü
16005 = Menyu
16006 = Əsas panel
16007 = Təsvir paneli
16008 = Vəziyyət paneli
16009 = Alətlər paneli
16010 = Fayl
16011 = Avtobaşlama\meneceri
16012 = Lazımsız fayllar\ntəmizləyicisi
16013 = Windows\nalətləri
16014 = Barauzer\ntəmizləyicisi
16015 = MS Office\ntəmizləyicisi
16016 = Windows\ntəmizləyicisi
16017 = Sübutların\nsilinməsi
16018 = Aradan qaldırıla bilinməyən\nsilinmə
16019 = Ehtiyatda saxlama\nmeneceri
16020 = Revo Uninstaller Pro-nun köməyi ilə qurmaq 
16021 = Revo Uninstaller Pro-nun köməyi ilə silmək 
16022 = Revo Uninstaller Pro-nun köməyi ilə seçilmiş proqramı qurmaq 
16023 = Revo Uninstaller Pro-nun köməyi ilə seçilmiş proqramı silmək 
16024 = Ehtiyat surətləri ilə olan qovluq:
16025 = Silinmiş Reyestr elementlərinin ehtiyat nüsxəsini çıxarın
16026 = Silinmiş fayl və qovluqların ehtiyat nüsxəsini çıxarın
16027 = Microsoft Excel bu kompüterdə quraşdırılmayıb (xəta kodu 0x%08X-dir).
16028 = Microsoft Excel proqramını işə salmaq alınmadı (xəta kodu 0x%08X-dir).
16029 = Naməlum xəta.
16030 = Reyestr
16031 = Revo Uninstaller Pro tərəfindən göstərilən məlumat mesajlarını atlayın
16032 = Revo Uninstaller Pro tərəfindən göstərilən xəbərdarlıq mesajlarını atlayın
16033 = Proseslər
16034 = Kompakt pəncərə rejimində proqramları izləyin
16035 = Prosesləri daxil edin:
16036 = Prosesləri İstisna Et:
16037 = Proses Yolu
16038 = Vizual mövzu:
16039 = Alət panelləri
16040 = Mətn etiketlərini göstərin
16041 = Kiçik nişanları göstərin
16042 = Mavi
16043 = Boz
16044 = Qara
16045 = Gümüş
16046 = Doğma
16047 = Doğma 2
16048 = Doğma hamar
16049 = İndi al
16050 = Revo Uninstaller Pro aldıqdan sonra e-poçtla seriya nömrəsi alacaqsınız. Revo Uninstaller Pro-nu aktivləşdirmək üçün həmin seriya nömrəsini aşağıdakı forma daxil etməli və sonra “Onlayn aktivləşdir” düyməsini sıxmalısınız. Aktivləşdirmə İnternet bağlantısı tələb edir, ona görə də firewallınız Revo Uninstaller Pro-nu bloklamamalıdır. Qeydiyyatla bağlı hər hansı sualınız olarsa, qeydiyyat@revouninstaller.com ünvanında bizimlə əlaqə saxlayın
16051 = Qeydiyyatdan keçin
16052 = Dəqiq seriya nömrəsini bura daxil edin:
16053 = Onlayn aktivləşdirin
16054 = Bütün hüquqlar qorunur.
16055 = Qeydiyyatdan keçmiş versiya
16056 = Qeydiyyatdan Keçməmiş Versiya
16057 = Yaradılmış ehtiyat nüsxələrini, qeydləri və digər Revo Uninstaller Pro məlumatlarını silmək istədiyinizə əminsiniz? Proqramı yeniləyirsinizsə, "Xeyr" düyməsini basın.
16058 = Tərcüməçi:
16059 = Gündəlik tam Reyestr ehtiyat nüsxəsini yaradın
16060 = Silindikdən sonra izlənilən proqram jurnalını silin
16061 = Detallar görünüşündə kiçik nişanları göstərin
16062 = Windows kontekst menyusunda əmrləri göstərin (... ilə quraşdırın, ... ilə silin)
16063 = Defolt olaraq bütün qalıqları işarələyin
16064 = Tünd Boz
16065 = Mavi 2
16066 = İdarəetmə Panelində Revo Uninstaller Pro-nu göstərin
16067 = İstifadəçi Hesabına Nəzarət (UAC) sorğusunu atlayın
16070 = Komandalar Alətlər Paneli
16071 = Xüsusi
16072 = Mövzu
16073 = Fərdi Fon Rəngi
16074 = Xüsusi Seçim Rəngi
16075 = Lütfən, jurnalın idxalına başlamazdan əvvəl Revo Uninstaller Pro-nu bağlayın.\nVə ya "İzlənən Proqramlar" modulunda "İdarə et" alətlər paneli düyməsini istifadə edərək jurnalı idxal edin.
16076 = Aktivləşdirin
16077 = Aktivləşdirmə metodunu seçin
16078 = Onlayn Aktivləşdirmə
16079 = Faylla aktivləşdirmə
16080 = 30 günlük sınaq müddətiniz bitdi. Məhsuldan istifadə etməyə davam etmək istəyirsinizsə, lisenziya almalısınız.
16081 = Revo Uninstaller Pro üçün lisenziya aldıqdan sonra e-poçt vasitəsilə seriya nömrəsi alacaqsınız. Revo Uninstaller Pro-nu aktivləşdirmək üçün aşağıdakı formada adınızı və seriya nömrənizi daxil etməlisiniz (kopyalayıb yapışdırmaq tövsiyə olunur) və sonra “Onlayn aktivləşdir” düyməsini sıxmalısınız. Aktivləşdirmə İnternet bağlantısı tələb edir, ona görə də firewallınız Revo Uninstaller Pro-nu bloklamamalıdır. Qeydiyyatla bağlı hər hansı sualınız və ya probleminiz olarsa, qeydiyyat@revouninstaller.com ünvanında bizimlə əlaqə saxlayın
16082 = Revo Uninstaller Pro üçün lisenziya aldıqdan sonra e-poçt vasitəsilə seriya nömrəsi alacaqsınız. Revo Uninstaller Pro-nu Faylla aktivləşdirmək üçün aşağıdakı formada adınızı və seriya nömrənizi daxil etməlisiniz (kopyalamaq və yapışdırmaq tövsiyə olunur) və sonra faylı saxlamaq üçün “Faylı Saxla” düyməsini sıxmalısınız. Sonra yaradılmış faylı support@revouninstaller.com və ya register@revouninstaller.com ünvanlarına göndərin. 24 saat ərzində biz sizə Revo Uninstaller Pro-nun aktivləşdirilməsini tamamlayan Kilidi Açma Açarını geri göndərəcəyik. Qeydiyyatla bağlı hər hansı sualınız və ya probleminiz olarsa, qeydiyyat@revouninstaller.com ünvanında bizimlə əlaqə saxlayın
16083 = Faylla Revo Uninstaller Pro-nu aktivləşdirməyi seçdiniz. Aktivləşdirmə faylını dəstək e-poçtlarımıza göndərdikdən sonra siz Revo Uninstaller Pro dəstək komandasından Kilidi Açma Açarını almalısınız. Aşağıdakı Kilidi Açma Açarını daxil etməlisiniz (kopyala və yapışdırmaq tövsiyə olunur) və "Aktivləşdir" düyməsini basın. Qeydiyyatla bağlı hər hansı sualınız və ya probleminiz olarsa, qeydiyyat@revouninstaller.com ünvanında bizimlə əlaqə saxlayın
16084 = Kompüterinizdə Revo Uninstaller Pro-nun yenidən aktivləşdirilməsini tələb edən dəyişiklik var. Zəhmət olmasa "Aktivləşdir" düyməsini sıxın. Qeydiyyatla bağlı hər hansı sualınız və ya probleminiz olarsa, qeydiyyat@revouninstaller.com ünvanında bizimlə əlaqə saxlayın
16085 = Aktivləşdirmə uğurlu oldu!
16086 = Aktivləşdirmə uğursuz oldu!
16087 = Aktivləşdirmə serveri ilə əlaqə yoxdur. Zəhmət olmasa əmin olun ki, təhlükəsizlik duvarınız Revo Uninstaller Pro-nu bloklamaz.
16088 = İstifadəçi adını daxil edin:
16089 = Seriya nömrəsini daxil edin (kopyalayıb yapışdırmaq tövsiyə olunur):
16090 = Kilidi Açma Açarını daxil edin (kopyalayıb yapışdırmaq tövsiyə olunur):
16091 = Aktivləşdirmə prosesini sıfırlayın
16092 = Qalan Günlər:
16093 = Faylı Saxla
16094 = Qeydiyyatdan keçib
16095 = Yenidən aktivləşdirin
16096 = Aktivləşdirmə davam edir. Zəhmət olmasa, gözləyin ...
16097 = Yanlış Seriya nömrəsi.\nLütfən, seriya nömrəsini yazmaq əvəzinə kopyalayıb yapışdırın!
16098 = Zəhmət olmasa Revo Uninstaller Pro-nu yenidən başladın
16099 = Qaranlıq rejim
16100 = Seriya nömrəsi:
16101 = Lisenziya məlumatları:
16102 = Rəy göndərin
16103 = Onlayn Dəstək
16104 = Əsas pəncərə panellərinin parametrlərini sıfırlayın
16105 = Təfərrüatlar görünüşünə nəzarət parametrlərini sıfırla
16106 = Sıfırlama uğurlu oldu!\nDəyişiklikləri tətbiq etmək üçün Revo Uninstaller Pro-nu yenidən başladın
16107 = Yoxlanmış element yoxdur.\nDavam etmək üçün ən azı bir elementi yoxlamalısınız.
16108 = Başlanğıc ekranını göstərin
16109 = Tarix Təmizləyicisi
16110 = Tarix\nTəmizləyici
16111 = Daha çox\nƏmrlər
16112 = Revo Uninstaller Pro artıq işləyir!
16113 = Bitmə tarixi:
16114 = İndi Yeniləyin
16115 = Yeniləmə abunəliyi %s tarixində bitdi!
16116 = Abunəliyi Yeniləyin
16117 = Həmin tarixdən sonra buraxılmış Revo Uninstaller Pro-nun ən son versiyalarını quraşdıra bilmək istəyirsinizsə, Yeniləmə Abunəliyinizi yeniləməlisiniz.
16118 = Sınaq versiyası xatırlatma
16119 = Revo Uninstaller Pro istifadə etdiyiniz üçün təşəkkür edirik. Siz 30 günlük tam funksional sınaq versiyasını işlədirsiniz. Proqramı bəyənirsinizsə və sınaq müddəti bitdikdən sonra ondan istifadə etmək istəyirsinizsə, lisenziya almalısınız.
16120 = Abunəliyiniz %s-dən əvvəl buraxılmış Revo Uninstaller Pro versiyasını quraşdırmaq və aktivləşdirmək imkanı verir. Revo Uninstaller Pro-nun ən son versiyasını quraşdırmaq istəyirsinizsə, abunəliyinizi yeniləməlisiniz.
16121 = Bəyən
16122 = Deaktiv edilmiş Lisenziya
16123 = Lisenziyanız sizin tərəfinizdən deaktiv edilib. Əgər siz Revo Uninstaller Pro-dan yenidən istifadə etmək istəyirsinizsə, onu etibarlı seriya nömrəsi ilə qeydiyyatdan keçirməlisiniz
16124 = Lisenziyanı deaktiv edin
16125 = İstifadə olunmuş aktivləşdirmə açar(lar)ı uğurla deaktiv edilib.
16126 = Deaktivasiya alınmadı!
16127 = Lisenziyanızı deaktiv etmək istədiyinizə əminsiniz?\nRevo Uninstaller Pro-nun cari quraşdırılması fəaliyyətini dayandıracaq! Yalnız lisenziyanızı başqa kompüterə köçürmək və ya köçürmək istəyirsinizsə davam edin.
16128 = Deaktiv edin
16129 = Lisenziyanız deaktiv edilir. Zəhmət olmasa, gözləyin ...
16130 = gün
16131 = Daxil edilmiş seriya nömrəsi artıq cari lisenziya faylına tətbiq edilib.
16132 = Yeniləmə Abunəliyiniz %s tarixində başa çatıb, ona görə də siz Revo Uninstaller Pro proqramının cari versiyasını yeniləmək hüququna malik deyilsiniz. Ən son versiyanı quraşdırmaq və istifadə etmək istəyirsinizsə, Yeniləmə Abunəliyinizi yeniləyin.
16133 = Komanda düyməsi mətn rəngi
16134 = İstədiyiniz İstifadəçi Adını daxil edin
16135 = Import uğurlu oldu!\nDəyişiklikləri tətbiq etmək üçün Revo Uninstaller Pro-nu yenidən başladın.
16150 = Dialoqların fon rəngi
16151 = Mətn rəngi
16152 = Fon rənginə nəzarət edir
16153 = Seçim rəngi
16156 = Bütün mətn animasiyalarını deaktiv edin
16157 = Android Tətbiqimizi əldə edin
16158 = Android Proqramımızı endirin
16159 = Buferə kopyalayın

[AppBar]
16900 = Sistemdə dəyişikliklər monitorinqinin jurnalını saxlamaq
16901 = Quraşdırma monitorinqini dayandırmaq
16902 = Revo Uninstaller Pro sistemdə dəyişiklikləri izləyir — həmişəki kimi quraşdırmanı davam edin!Zəhmət olmazsa ,proqramlar və ya proqramın quraşdırılması zamanı başqa qurma faylları buraxmayın!Proqramın quraşdırılmasından sonra onu buraxın, tənzimləyin və sonra bağlayın.Sonra "Dyandır" düyməsini (qırmızı kvadrat) basın və jurnalı saxlayın.
16903 = Jurnalın adını daxil edin:
16904 = Jurnalın adını daxil edin və "Saxlamaq"duyməsini basın
16905 = Revo Uninstaller Pro quraşdırmanı izləyir
16906 = Revo Uninstaller Pro məlumatları saxlayır
16907 = Kompüterin söndürülməsi hüququ yoxdur. Bunu əl ilə etməyə cəhd edin!
16908 = Kompüterin söndürülməsi hüququnu almaq mümkün olmadı. Bunu əl ilə etməyə cəhd edin!
16909 = Zəhmət olmazsa , jurnalın adını düzgün daxil edin!
16910 = Siz jurnallaşdırma əmıliyyatını ləğv etməyinizə əminsinizmi?
[JunkFilesCleanerPro]
17000 = Çıxarmaq 
17001 = Dəyişdirilmişdir
17002 = Qovluğu skan etmək...
17003 = Qoşmaq
17004 = Lazımsız kimi daxil ediləcək qovluqlar

[Windows Apps]
17100 = Proqramlar\nWndows
17101 = Windows Proqramları
17102 = Windows proqramı
17103 = Ümumi müraciətlər
17104 = Tətbiq
17105 = Proqramlar
17106 = "Windows Proqramları" modulu bütün quraşdırılmış Windows proqramlarını göstərir və onlardan hər hansı birini bir kliklə silməyə kömək edir. Microsoft tərəfindən buraxılan bəzi proqramlar əməliyyat sistemi ilə əvvəlcədən quraşdırılmış şəkildə gəlir, digərləri isə Microsoft Store vasitəsilə quraşdırılır. İstənilən proqram haqqında ətraflı məlumatı kontekst menyusundan əldə etmək olar.
17107 = Standart silmə əmrinin təhlili və icrası.
17108 = Standart silməni tamamladıqdan sonra, qalan faylları, qovluqları və qeyd dəftəri dəyərlərini skan etməyə başlamaq üçün "Skan" düyməsini klikləyin.
17109 = Seçilmiş proqramı silmək istədiyinizə əminsiniz?
17110 = Seçilmiş Windows proqramını başlatmaq alınmadı!
17111 = Microsoft Mağazasında açın
17115 = Dayan
17116 = Proqramı sıfırlayın
17117 = Microsoft Mağazasını sıfırlayın
17118 = Seçilmiş tətbiqi dayandırmaq mümkün deyil.
17119 = Tətbiq orijinal konfiqurasiyasına bərpa olunacaq.\nDavam etmək istəyirsiniz?
17120 = Microsoft Mağazası orijinal konfiqurasiyasına bərpa olunacaq.\nDavam etmək istəyirsiniz?
17121 = %s daxili sistemdən silinmə uğursuz oldu.\nSistem fayllarınızın bütövlüyünü yoxlamağı və ya %s tətbiqini sıfırlamağı və yenidən cəhd etməyi tövsiyə edirik.
17122 = Silinmə uğursuz oldu

[Browser Extensions]
17200 = Brauzer genişləndirmələri\n
17201 = Brauzer genişləndirmələri
17202 = MS Edge Genişləndirmələri
17203 = Növ
17204 = Genişləndirmə
17205 = Plugin
17206 = Tətbiq
17207 = Köməkçi
17208 = Alətlər paneli
17209 = Axtarış Provayderi
17210 = %s işləyir. Davam etmək üçün prosesi bitirmək (məcburi dayandırmaq) istəyirsiniz?\nBrauzerinizin saxlanmamış məlumatı itə bilər.17211 = Ümumi genişləndirmələr
17212 = genişləndirmə
17213 = genişləndirmə
17214 = "Brauzer Genişləndirmələri" modulu Google Chrome, Microsoft Edge, Mozilla Firefox və Internet Explorer kimi məşhur brauzerlərin funksionallığını artırmaq üçün quraşdırmanıza icazə verdiyi müxtəlif əlavələri (genişlənmələr və ya əlavələr adlanır) göstərir və silməyə kömək edir. "Növ" sütunu brauzerə uyğun olaraq genişləndirmə növünü bildirir.17215 = Вы действительно хотите удалить выбранное расширение(я)?
17216 = Genişləndirmə silinməsi%s
17217 = Artırmanın avtomatik olaraq yenidən quraşdırılmasının qarşısını almaq üçün Chrome ayarlarınızda tətbiq və genişləndirmə sinxronizasiyasını söndürün və sonra silmə prosesinə davam edin.17218 = Siz əvvəlcədən təyin edilmiş genişləndirmə seçmisiniz.
17219 = Brauzer
17220 = Profil
17221 = %s işləyir.◙ Onu öldürmək və ya məcburi bağlamaq üçün 'k' düyməsini basın (brauzerinizdə saxlanmamış məlumatlar itirilə bilər).◙ Ləğv etmək üçün hər hansı digər düyməni basın.17222 = %s işləyir. Davam etmək üçün bağlayın.

[EvidenceRemoverPro]
17300 = Tip
17301 = Ümumi ölçü
17302 = Azad
17310 = Lokal disk
17311 = Çıxarılan disk
17312 = Qalmış vaxt:
17313 = gün
17314 = saat
17315 = dəqiqə
17316 = saniyə
17317 = Siz əməliyyatı dayandırmağa əminsinizmi?

[WindowsToolsPro]
17400 = Sistemin bərpası
17401 = Şəbəkə Diaqnostikası
17402 = Şəbəkə Məlumatı
17403 = Təhlükəsizlik Mərkəzi
17404 = Sistem Xüsusiyyətləri
17405 = Sistem Məlumatı
17406 = TCP/IP Netstat Komandası
17407 = Ekran Klaviaturası
17408 = Disk Birləşdiricisi
17409 = Xidmətlər
17410 = Paylaşılan Qovluqlar
17411 = Qrup Siyasəti
17412 = Windows Komponentlərini Əlavə et/Sil
17413 = Microsoft Windows Zərərli Proqram Təminatının Silinməsi Aləti
17414 = Windows Yedəkləmə və Bərpa
17415 = Tapşırıq Planlayıcısı
17416 = Diski yoxlayın
17417 = Sistem Fayl Yoxlayıcısı
17418 = Disk Təmizləmə
17419 = Resurs Monitoru
17420 = Yerləşdirmə şəkillərinin saxlanması və idarə edilməsi
17421 = DNS keşini təmizləyin
17422 = DirectX Məlumat və Diaqnostika
17450 = Windows arxivləşdirməsi Proqramı kompüterin bütün istifadəçiləri üçün məlumat fayllarının surətlərini yaratmağa icazə verir. Windows-u ehtiyat köçürülməsi üçün obyektlərin seçimini vermək və ya arxivləşdirmə üçün ayrı qovluqları, kitabxanaları və diskləri müstəqil seçmək olar.
17451 = Tapşırıqların planlaşdırıcısı - bu avtomatik tapşırığı yerinə yetirilənləri təyin etməyə icazə verən MMC təchiz etməsidir hansıların ki, işə salınması müəyyən vaxta və ya müəyyən hadisələrin yaranması vaxtı edilir. Tapşırıqların planlaşdırıcısı sürətli baxışın və rahat tapşırıqları idarə etmənin imkanını təmin edərək bütün təyin edilmiş tapşırıqların kitabxanasını özündə saxlayır. Kitabxanadan buraxmaq, söndürmək, dəyişdirmək və tapşırığı silmək olar.
17452 = Bu alət fayl sisteminin məntiqi bütövlüyünü yoxlayır, yığınlarla itirilmiş pis sektorlarla bağlı problemləri tədqiq edir və sair. Bu problemlər kompüterin yanlış söndürməsi, nasazlıqlarla və ya sistemin dayanmalarından yarana bilər.
17453 = Sistem fayllarının yoxlamasının utiliti sizə Windows-un zərər vurulmuş sistem fayllarını bərpa etməyə icazə verir. Əgər o problemi tapırsa, onda problemli faylı orijinal faylla əvəz etməyə çalışır, və bunun üçün Windows-un orijinal qurma diski lazım ola bilər.
17454 = Disk Təmizləmə sabit diskinizdə yer boşaltmaq üçün nəzərdə tutulmuş kompüterə texniki qulluq proqramıdır. O, istifadəçiyə artıq lazım olmayan və təhlükəsiz şəkildə silinə bilən faylları (əməliyyat sistemi və digər proqramlar tərəfindən yaradılmış keş, müvəqqəti fayllar və jurnal faylları) silməyə imkan verir.17455 = Resurs Monitoru aparat (prosessor, yaddaş, disk, şəbəkə) və proqram təminatı (modullar və fayl deskriptorları) resurs istifadəsi haqqında real vaxt məlumatını göstərir. Qrafik təsvir vasitəsilə bu alət hazırda nə qədər resursdan istifadə olunduğunu və ya zamanla istifadə olunduğunu müəyyən etməyə kömək edir. Bu yolla, müəyyən bir resursun işini yoxlaya və kompüterinizin işini yaxşılaşdırmaq üçün növbəti addımları təyin edə bilərsiniz.17456 = DISM korrupsiya skanını həyata keçirir və əməliyyat sistemində aşkar edilmiş problemləri həll edir.17457 = Əgər veb səhifəyə daxil olmaqda və ya onlayn xidmətdən istifadə etməkdə problem yaşayırsınızsa, cihazınızda köhnəlmiş DNS girişi olan keş ola bilər və onu əl ilə təmizləmək və ya sıfırlamaq lazımdır.17458 = DirectX Diaqnostika Aləti DirectX haqqında çoxlu məlumat nümayiş etdirir və həmçinin DirectX sistemində əsas diaqnostik testləri həyata keçirməyə imkan verir.
17455 = Resurs Monitoru aparat (prosessor, yaddaş, disk, şəbəkə) və proqram təminatı (modullar və fayl deskriptorları) resurs istifadəsi haqqında real vaxt məlumatını göstərir. Qrafik təsvir vasitəsilə bu alət hazırda nə qədər resursdan istifadə olunduğunu və ya zamanla istifadə olunduğunu müəyyən etməyə kömək edir. Bu yolla, müəyyən bir resursun işini yoxlaya və kompüterinizin işini yaxşılaşdırmaq üçün növbəti addımları təyin edə bilərsiniz.
17456 = DISM korrupsiya skanını həyata keçirir və əməliyyat sistemində aşkar edilmiş problemləri həll edir.
17457 = Əgər veb səhifəyə daxil olmaqda və ya onlayn xidmətdən istifadə etməkdə problem yaşayırsınızsa, cihazınızda köhnəlmiş DNS girişi olan keş ola bilər və onu əl ilə təmizləmək və ya sıfırlamaq lazımdır.
17458 = DirectX Diaqnostika Aləti DirectX haqqında çoxlu məlumat nümayiş etdirir və həmçinin DirectX sistemində əsas diaqnostik testləri həyata keçirməyə imkan verir.

17480 = Alət
17481 = Komanda xətti
17482 = Fərdi alət əlavə edin
17483 = Redaktə aləti
17484 = Eyni ada malik fərdi alət artıq mövcuddur.\nLütfən, başqa ad daxil edin.

[WindowsCleanerPro]
17500 = Miniatürlərin keşini silmək

[UnrecoverableDeletePro]
17600 = Fayl əlavə etmək
17601 = Qovluq əlavə etmək
17602 = Həmişəlik silmək 
17603 = Silinmə 
17604 = Hesablama...
17605 = Siyahıda qalmış elementlər indi silinə bilməz.\nƏgər siz onun Windows və ya başqa proqramla istifadə olunmadığından əminsinizsə, yenidən yoxlayın.
17606 = Seçilmiş elementləri siyahıdan çıxarın

[Backup Manager]
17800 = Ehtiyat meneceri
17801 = Bərpa et
17802 = Sil
17803 = Hamısını Sil
17804 = Fərdi\nBərpa
17812 = Ağac yüklənir...
17813 = Geri
17814 = Sonra
17815 = Bərpa Nöqtəsi məlumatları tapılmadı
17816 = Emal edilir
17817 = %d elementdən %d yedəklənir
17818 = Bərpa nöqtələri:
17819 = Ümumi Ölçü:
17820 = Yedəkləmə Meneceri Revo Uninstaller Pro tərəfindən hər silinmiş qeyd defteri girişindən, fayldan və ya qovluqdan sonra saxlanan ehtiyat məlumatı idarə etməyə kömək edir. Bərpa nöqtəsini bərpa etməklə siz bütün silinmiş məlumatları bərpa edə bilərsiniz və ya sadəcə bərpa etmək istədiyiniz elementləri seçib seçə bilərsiniz. Daha çox boş yerə ehtiyacınız varsa, bərpa nöqtələrinin bir qismini və ya hamısını silə bilərsiniz.
17821 = Ad
17822 = Əməliyyat
17823 = Ölçü
17824 = Qeydiyyat Əşyaları
17825 = Fayllar və Qovluqlar
17826 = Vaxt
17827 = Tarix
17830 = Açar/Dəyər Adı
17831 = Məlumat
17835 = Defolt dəyər
17836 = %d elementdən %d bərpa olunur
17837 = Bərpa olunur
17838 = Fayl/Qovluq Adı
17839 = Fərdi Bərpa
17840 = Ehtiyat məlumat faylını oxumaq xətası!
17841 = Bərpa ediləcək Fayllar və Qovluqlar
17842 = Bərpa ediləcək reyestr elementləri
17843 = Məlumat faylının ehtiyat nüsxəsini yazmaq üçün kifayət qədər disk sahəsi yoxdur!
17844 = Məlumat faylının ehtiyat nüsxəsini yazarkən xəta baş verdi!
17845 = %s əməliyyatını bərpa etmək istədiyinizə əminsinizmi?
17846 = Bütün bərpa nöqtələrini silmək istədiyinizə əminsiniz?
17847 = Zamana görə silin
17848 = Tarixdən və ya müddətdən köhnə ehtiyat nüsxələri silin
17849 = Bundan köhnə bütün ehtiyat nüsxələri silin:
17850 = Seçilmiş Tarix:
17851 = Bir həftə
17852 = İki həftə
17853 = 30 Gün
17854 = 90 Gün
17855 = 180 Gün
17856 = Bir il
17857 = Fərdi tarix
17858 = Siz bu günkündən də daha yeni tarixi seçdiniz, Bu bütün ehtiyat surətləri siləcək! Davam etmək istədiyinizə əminsinizmimi?

[TooltipsPro]
18200 = Revo Uninstaller Pro parametrlərini tənzimləyin
18201 = İzlənən proqramlar siyahısının görünüşünü dəyişdirin
18202 = Revo Uninstaller Pro tərəfindən saxlanılan ehtiyat məlumatı idarə edin
18203 = Revo Uninstaller Pro vasitəsilə proqramları quraşdırın
18204 = Artıq silinmiş proqramların qalıqlarının məcburi silinməsi
18205 = Bütün quraşdırılmış proqramları göstərin
18206 = İzlənmiş quraşdırılmış proqramları göstərin
18207 = Seçilmiş izlənilən proqramı silin
18208 = Seçilmiş izlənilən proqramın fərdi silinməsi
18209 = Revo Uninstaller Pro-nun seçilmiş bərpa nöqtəsini bərpa edin
18210 = Revo Uninstaller Pro-nun seçilmiş bərpa nöqtəsinin fərdi bərpası
18211 = Revo Uninstaller Pro-nun seçilmiş bərpa nöqtəsini silin
18212 = Windows işə salındıqda avtomatik başlamaq üçün proqram əlavə edin
18213 = Yoxlanılan disklərdə sübutların çıxarılması əməliyyatını yerinə yetirin
18214 = Geri qaytarıla bilməyəcək şəkildə silinəcək faylları əlavə edin
18215 = Geri qaytarıla bilməyəcək şəkildə silinəcək qovluq əlavə edin
18216 = Əlavə edilmiş fayl və qovluqları silin
18217 = İşarələnmiş faylları silin
18218 = Seçilmiş proqramın quraşdırılmasını dəyişdirin və ya təmir edin
18219 = Seçilmiş proqramı tez sil (bütün tapılan qalıqlar avtomatik silinir)
18220 = Qeydə yeni element əlavə edin
18221 = Seçilmiş elementi dəyişdirin
18222 = Seçilmiş elementi jurnaldan silin
18223 = Cari jurnalın məlumatlarını HTML olaraq ixrac edin

[Portable]
18500 = Yeniləməni endirərkən xəta baş verdi!
18501 = Paketdən çıxarılarkən xəta baş verdi!
18502 = Yenilənir
18503 = Yeniləmə uğurla tamamlandı!
18504 = %d fayldan %d
18505 = Portativlik
18506 = Fərdi məlumat saxlama qovluğundan istifadə edin
18507 = Sürətli yükləmə rejimini aktivləşdirin
18508 = Qəbul edin
18509 = Lisenziya Müqaviləsi

[UninstallHistory]
32900 = Silinmə tarixi
32901 = Hamısını silin
32902 = İxrac Təfərrüatları
32903 = Proqram adı
32905 = Silinmiş Proqramlar:
32907 = Silinmiş Qeydlər:
32909 = Silinmiş Proqramlar:
32910 = İdxal edilmiş jurnal
32911 = İstifadəçi jurnalı
32912 = Silinmə tarixçəsi yerinə yetirilən bütün silmələri izləyir və silinmiş proqramlar və silinmiş qalıq məlumatlar haqqında ətraflı məlumat verir.32917 = Proqram təfərrüatları:
32917 = Proqram Təfərrüatları:
32918 = Əməliyyat xülasəsi:
32919 = Fayl və Qovluq əməliyyatları:
32920 = Qeydiyyat əməliyyatları:
32921 = Giriş təfərrüatları:
32922 = Proqram təfərrüatları:
32923 = Qeydiyyatın açarları uğurla silindi
32924 = Qeydiyyatın dəyərləri uğurla silindi
32925 = Fayllar uğurla silindi
32926 = Qovluqlar uğurla silindi
32927 = Yenidən başladıqda silinməyə təyin edildi
32928 = Qeyd dəftəri açarları uğursuz silindi
32929 = Reyestr dəyərləri uğursuz silindi
32930 = Xülasə
32931 = Silinmiş qalan Reyestr açarları:
32932 = Silinmiş qalan Reyestr dəyərləri:
32933 = Silinmiş qalıq Qovluqlar:
32934 = Silinmiş qalıq fayllar:
32935 = Qalıqlardan geri alınan boş yer:
32936 = Təfərrüatlara baxın
32937 = Siz sildiniz
32938 = Tamamlanmış silmə əməliyyatları

